tap "depop/tools"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "snyk/tap"
brew "asdf"
brew "boost"
brew "aws-iam-authenticator"
brew "python@3.11"
brew "awscli", link: false
brew "unbound"
brew "gnutls"
brew "colima"
brew "cryptol"
brew "curl"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "exa"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "gnupg"
brew "python@3.10"
brew "gomplate"
brew "harfbuzz"
brew "httpie"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lastpass-cli"
brew "libraqm"
brew "node"
brew "markdownlint-cli"
brew "monkeysphere"
brew "nmap"
brew "octant"
brew "ossp-uuid"
brew "pillow"
brew "pinentry-mac"
brew "postgresql@14"
brew "virtualenv"
brew "pre-commit"
brew "python@3.9"
brew "rcm"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "switchaudio-osx"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tmux"
brew "vault"
brew "wget"
brew "yamllint"
brew "ykman"
brew "yq"
brew "zlib"
brew "zplug"
brew "depop/tools/depop-cli"
brew "depop/tools/dpdb"
brew "depop/tools/portyard"
brew "go-task/tap/go-task"
brew "qmk/qmk/qmk"
brew "snyk/tap/snyk"
cask "alfred"
cask "alt-tab"
cask "authy"
cask "balenaetcher"
cask "bartender"
cask "bitwarden"
cask "caldigit-docking-utility"
cask "caldigit-thunderbolt-charging"
cask "elgato-stream-deck"
cask "flow"
cask "fly"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "franz"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "kitty"
cask "maccy"
cask "openin"
cask "platypus"
cask "qmk-toolbox"
cask "rancher"
cask "visual-studio-code"
cask "zoom"
